Revit 2027 API
BuiltInFailures.FabricFailures.MinorSpacingFailure Property
 The spacing in the minor direction is lower than diameter of the wire in the major direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MinorSpacingFailure { get; }
Public Shared ReadOnly Property MinorSpacingFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MinorSpacingFailure {
	FailureDefinitionId^ get ();
}
static member MinorSpacingFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace